export default function About() {
    return (
        <>
            <div className="title">ABOUT</div>
            <div className="content">
                <p>ＷＥＢの普及によって、遠くに住む見知らぬ人と簡単に知り合えるようになった。ただしそれはインターネットでの文字だけの繋がりでしかない。きっと気が合えばそれだけで十分という人もいると思う。でも、ぼくには何かが足りない。ＷＥＢで世界の人と話すことができるように、いろんな部屋を見てみたい。そう思い、ぼくはこのサイトを始めた。ぼくは部屋が好きなのだ。</p>
                <p>一般的に部屋といえばインテリア、となるところであるが、このサイトでは部屋とそこにある生活感、に注目したい。部屋というものは人が住んでいるからこそ部屋であり、人が住む以上、そこには生活がある。そして生活感という見えないものはその人にしかないものでありかっこよさでもある。例えば部屋にある物、家具、本、音楽、空気にも生活感は染み込んでいる。これらを感じる事でその人の人間性を少し垣間見れるような気がするのだ。きっと楽しく生きている人は部屋も楽しいに違いない。好きな事を持って生きている人の部屋＝そこにある生活感はやっぱりかっこいいのだ。</p>
                <p>世界中に繋がれたＷＥＢという便利な道具を使って、このサイトでは"部屋と部屋"を繋ぎたい。このサイトではコンピューターの画面からぼんやりとそれらの部屋の空気を感じることができる。”インテリア”ではなく”生活感”というかっこよさ。それを伝える事ができれば、と思う。</p>
                <p>2001.4.1 Hiroshige Matsuda</p>

                <p style={{ display: 'none' }}>
                    あの頃住んでいた部屋には、未来が溢れていた。<br />
                    <br />
                    2000年前後、インターネット黎明期。instagmramもtwitterも、iPhoneも無い時代。<br />
                    <br />
                    僕らは、初めて触るインターネットを、夜な夜なワクワクしながら駆け巡っていた。<br />
                    <br />
                    写真が好きな人は、ホームページに写真を公開し、日記を書きたい人はHTMLにテキストを書いていた。<br />
                    <br />
                    BBSと呼ばれる掲示板にコメントを残し、ホームページのカウンターのキリ番を踏んで喜んだり。

                    そんな中、僕らは自分の部屋の中にいた。<br />
                    自分だけの、自分の好きなもので溢れた部屋。好きな人と居た部屋。<br />
                    雑誌の部屋特集にあるキレイな部屋ではない、雑然とした、生活感のある部屋。<br />
                    <br />
                    25年前、僕たちはそこに生きていた。<br />
                    <br />
                    あれからしばらく経ってしまった。
                    <br />
                    今の僕らは、元気かい？
                </p>
                <p style={{ display: 'none' }}>2026.1.16 Hiroshige Matsuda</p>

            </div>
        </>
    );
}
